Revit 2027 API
SymbolTypeId.CdPerFtSup2 Property
 Symbol cd/ft², indicating unit Candelas per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CdPerFtSup2 { get; }
Public Shared ReadOnly Property CdPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CdPerFtSup2 {
	ForgeTypeId^ get ();
}
static member CdPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace